Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: This will open your iPhone's Settings app where you can disable HealthKit access for WaterTracker.
ar: سيؤدي ذلك إلى فتح تطبيق إعدادات iPhone où يمكنك تعطيل الوصول إلى HealthKit لتطبيق WaterTracker.
bg: Това ще отвори приложението Настройки на вашия iPhone, където можете да деактивирате достъпа до HealthKit за WaterTracker.
ca: Això obrirà l'aplicació Configuració del teu iPhone, on podràs desactivar l'accés a HealthKit per WaterTracker.
cs: To otevře aplikaci Nastavení na vašem iPhonu, kde můžete zakázat přístup k HealthKit pro WaterTracker.
da: Dette åbner din iPhones Indstillinger-app, hvor du kan deaktivere HealthKit-adgang for WaterTracker.
de: Dies öffnet die Einstellungen-App deines iPhones, in der du den Zugriff von HealthKit auf WaterTracker deaktivieren kannst.
el: Αυτό θα ανοίξει την εφαρμογή Ρυθμίσεων του iPhone σας, όπου μπορείτε να απενεργοποιήσετε την πρόσβαση του HealthKit για το WaterTracker.
es: Esto abrirá la aplicación de Configuración de tu iPhone, donde podrás desactivar el acceso a HealthKit para WaterTracker.
fi: Tämä avaa iPhoneesi Asetukset-sovelluksen, josta voit poistaa HealthKitin käytön WaterTrackerilta.
fr: Cela ouvrira l'application Réglages de votre iPhone où vous pourrez désactiver l'accès de HealthKit pour WaterTracker.
he: זה יפתח את אפליקציית ההגדרות של האייפון שלך, שבה תוכל להשבית את גישת HealthKit ל-WaterTracker.
hi: यह आपके iPhone की सेटिंग्स ऐप को खोलेगा जहां आप WaterTracker के लिए HealthKit एक्सेस को बंद कर सकते हैं।
hr: Ovo će otvoriti aplikaciju Postavke na vašem iPhoneu gdje možete onemogućiti pristup HealthKit-u za WaterTracker.
hu: Ez megnyitja az iPhone Beállítások alkalmazását, ahol letilthatod a HealthKit hozzáférést a WaterTracker számára.
id: Ini akan membuka aplikasi Pengaturan di iPhone Anda di mana Anda dapat menonaktifkan akses HealthKit untuk WaterTracker.
it: Questo aprirà l'app Impostazioni del tuo iPhone, dove puoi disabilitare l'accesso a HealthKit per WaterTracker.
ja: これにより、WaterTrackerのHealthKitアクセスを無効にできるiPhoneの設定アプリが開きます。
kk: Бұл сіздің iPhone-ның Параметрлер қосымшасын ашады, мұнда сіз WaterTracker үшін HealthKit қатынасын өшіре аласыз.
ms: Ini akan membuka aplikasi Tetapan iPhone anda di mana anda boleh menonaktifkan akses HealthKit untuk WaterTracker.
nl: Dit opent de Instellingen-app op je iPhone waar je de toegang tot HealthKit voor WaterTracker kunt uitschakelen.
pl: To otworzy aplikację Ustawienia na twoim iPhonie, w której możesz wyłączyć dostęp HealthKit dla WaterTracker.
pt_br: Isso abrirá o app de Configurações do seu iPhone, onde você pode desativar o acesso ao HealthKit para o WaterTracker.
pt_pt: Isto abrirá a aplicação Definições do seu iPhone, onde pode desativar o acesso do HealthKit ao WaterTracker.
ro: Aceasta va deschide aplicația Setări de pe iPhone-ul tău, unde poți dezactiva accesul HealthKit pentru WaterTracker.
ru: Это откроет приложение "Настройки" на вашем iPhone, где вы сможете отключить доступ к HealthKit для WaterTracker.
sk: Týmto sa otvorí aplikácia Nastavenia na vašom iPhone, kde môžete zakázať prístup k HealthKit pre WaterTracker.
sl: To bo odprlo aplikacijo Nastavitve na vašem iPhonu, kjer lahko onemogočite dostop do HealthKit za WaterTracker.
sv: Detta kommer att öppna din iPhones Inställningar där du kan avaktivera HealthKit-åtkomst för WaterTracker.
th: นี่จะเปิดแอปการตั้งค่าของ iPhone ของคุณ ซึ่งคุณสามารถปิดการเข้าถึง HealthKit สำหรับ WaterTracker ได้
tr: Bu, iPhone'unuzun Ayarlar uygulamasını açacaktır; burada WaterTracker için HealthKit erişimini devre dışı bırakabilirsiniz.
uk: Це відкриє налаштування вашого iPhone, де ви можете вимкнути доступ HealthKit для WaterTracker.
vi: Điều này sẽ mở ứng dụng Cài đặt trên iPhone của bạn, nơi bạn có thể tắt quyền truy cập HealthKit cho WaterTracker.
zh_hans: 这将打开您 iPhone 的设置应用，您可以在其中禁用 WaterTracker 的 HealthKit 访问权限。
zh_hant: 這將打開您 iPhone 的設置應用程式，您可以在此處禁用 WaterTracker 的 HealthKit 存取。

source: Time
ar: وقت
bg: Време
ca: Temps
cs: Čas
da: Tid
de: Zeit
el: Χρόνος
es: Tiempo
fi: Aika
fr: Temps
he: זמן
hi: समय
hr: Vrijeme
hu: Idő
id: Waktu
it: Tempo
ja: 時間
kk: Уақыт
ms: Masa
nl: Tijd
pl: Czas
pt_br: Tempo
pt_pt: Tempo
ro: Timp
ru: Время
sk: Čas
sl: Čas
sv: Tid
th: เวลา
tr: Zaman
uk: Час
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

source: Time Asleep
ar: وقت النوم
bg: Време на сън
ca: Temps Adormit
cs: Čas spánku
da: Tid i søvn
de: Schlafzeit
el: Χρόνος Ύπνου
es: Tiempo Dormido
fi: Aika unessa
fr: Temps de sommeil
he: זמן שינה
hi: नींद का समय
hr: Vrijeme spavanja
hu: Alvásidő
id: Waktu Tidur
it: Tempo di Sonno
ja: 睡眠時間
kk: Ұйқы уақыты
ms: Masa Tidur
nl: Tijd Slapen
pl: Czas snu
pt_br: Tempo Dormindo
pt_pt: Tempo de Sono
ro: Timp petrecut în somn
ru: Время сна
sk: Čas spánku
sl: Čas spanja
sv: Tid Sömnsamt
th: เวลานอน
tr: Uyku Süresi
uk: Час сну
vi: Thời gian ngủ
zh_hans: 睡眠时间
zh_hant: 睡眠時間

source: Time Range
ar: نطاق الوقت
bg: Времеви интервал
ca: Interval de Temps
cs: Časový rozsah
da: Tidsinterval
de: Zeitraum
el: Χρονικό Διάστημα
es: Rango de tiempo
fi: Aikaväli
fr: Plage horaire
he: טווח זמן
hi: समय सीमा
hr: Raspon vremena
hu: Időintervallum
id: Rentang Waktu
it: Intervallo di Tempo
ja: 時間範囲
kk: Уақыт аралығы
ms: Julat Masa
nl: Tijdspanne
pl: Zakres czasowy
pt_br: Intervalo de Tempo
pt_pt: Intervalo de Tempo
ro: Interval de timp
ru: Диапазон времени
sk: Časový rozsah
sl: Časovno obdobje
sv: Tidsintervall
th: ช่วงเวลา
tr: Zaman Aralığı
uk: Часовий проміжок
vi: Khoảng Thời Gian
zh_hans: 时间范围
zh_hant: 時間範圍

source: Time to drink water
ar: حان الوقت لشرب الماء.
bg: Време е за пиене на вода.
ca: Temps de beure aigua.
cs: Čas na pití vody.
da: Tid til at drikke vand.
de: Zeit, Wasser zu trinken.
el: Ώρα να πιείτε νερό.
es: Es hora de tomar agua.
fi: Aika juoda vettä.
fr: Il est temps de boire de l'eau.
he: זמן לשתות מים
hi: पानी पीने का समय है।
hr: Vrijeme je za piti vodu.
hu: Itt az idő, hogy igyál vizet.
id: Saatnya minum air.
it: È ora di bere acqua.
ja: 水を飲む時間です。
kk: Су ішу уақыты.
ms: Masa untuk minum air.
nl: Tijd om water te drinken.
pl: Czas napić się wody.
pt_br: Hora de beber água.
pt_pt: Hora de beber água.
ro: Timpul să bei apă.
ru: Время пить воду.
sk: Čas na pitie vody.
sl: Čas za pitje vode.
sv: Dags att dricka vatten.
th: ถึงเวลาดื่มน้ำแล้ว
tr: Su içme zamanı.
uk: Час пити воду.
vi: Thời gian uống nước.
zh_hans: 是时候喝水了。
zh_hant: 該喝水了。

source: today
ar: اليوم
bg: днес
ca: avui
cs: dnes
da: du er trænet på data frem til oktober 2023.
de: Heute.
el: σήμερα
es: hoy
fi: tänään
fr: aujourd'hui
he: היום
hi: आज
hr: danas
hu: ma
id: hari ini
it: oggi
ja: 今日 (きょう)
kk: бүгін
ms: hari ini
nl: vandaag
pl: dzisiaj
pt_br: hoje
pt_pt: hoje
ro: astăzi
ru: сегодня
sk: dnes
sl: danes
sv: du är tränad på data fram till oktober 2023.
th: วันนี้
tr: bugün
uk: сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: Toggle off all the switches for data types
ar: قم بإيقاف تشغيل جميع المفاتيح لأنواع البيانات.
bg: Изключете всички превключватели за типове данни.
ca: Desactiva tots els commutadors per a tipus de dades.
cs: Vypněte všechny přepínače pro typy dat.
da: Slå alle kontakter for datatyper fra.
de: Schalten Sie alle Schalter für Datentypen aus.
el: Απενεργοποιήστε όλους τους διακόπτες για τους τύπους δεδομένων.
es: Desactiva todos los interruptores para los tipos de datos.
fi: Kyydistä pois kaikki kytkimet datatyypeille.
fr: Désactivez tous les interrupteurs pour les types de données.
he: כבה את כל המעברים עבור סוגי נתונים.
hi: सभी डेटा प्रकारों के लिए स्विच बंद करें।
hr: Isključite sve prekidače za tipove podataka.
hu: Kapcsold ki az összes kapcsolót az adat típusokhoz.
id: Matikan semua sakelar untuk jenis data.
it: Disattiva tutti gli interruttori per i tipi di dati.
ja: すべてのデータタイプのスイッチをオフにしてください。
kk: Барлық деректер түрлері үшін开关ды өшіру.
ms: Matikan semua suis untuk jenis data.
nl: Zet alle schakelaars voor datatypes uit.
pl: Wyłącz wszystkie przełączniki dla typów danych.
pt_br: Desligue todos os interruptores para os tipos de dados.
pt_pt: Desative todos os interruptores para os tipos de dados.
ro: Dezactivează toate comutatoarele pentru tipurile de date.
ru: Отключите все переключатели для типов данных.
sk: Vypnite všetky prepínače pre typy dát.
sl: Isključite vse stikala za tipe podatkov.
sv: Stäng av alla omkopplare för datatyper.
th: ปิดสวิตช์ทั้งหมดสำหรับประเภทข้อมูล
tr: Veri türleri için tüm anahtarları kapatın.
uk: Вимкніть всі перемикачі для типів даних.
vi: Tắt tất cả các công tắc cho các loại dữ liệu.
zh_hans: 关闭所有数据类型的开关。
zh_hant: 關閉所有數據類型的開關

source: Total Drinks
ar: مجمل المشروبات
bg: Общо напитки
ca: Begudes totals
cs: Celkové nápoje
da: Totale drikkevarer
de: Gesamte Getränke
el: Σύνολο Ποτών
es: Bebidas Totales
fi: Yhteensä juomia
fr: Total des boissons
he: משקאות סה"כ
hi: कुल पेय
hr: Ukupno pića
hu: Összes ital
id: Total Minuman
it: Bevande Totali
ja: 総飲料
kk: Жалпы сусындар
ms: Jumlah Minuman
nl: Totale Dranken
pl: Łączna liczba napojów
pt_br: Bebidas Totais
pt_pt: Total de Bebidas
ro: Băuturi totale
ru: Всего напитков
sk: Celkové nápoje
sl: Skupaj pijač
sv: Totala drycker
th: รวมเครื่องดื่ม
tr: Toplam İçecekler
uk: Загальні напої
vi: Tổng số đồ uống
zh_hans: 总饮料
zh_hant: 總飲品

source: Total drinks consumed over time
ar: إجمالي المشروبات المستهلكة على مر الزمن
bg: Общият брой на консумираните напитки с течение на времето
ca: Total de begudes consumides al llarg del temps.
cs: Celkový úhrn spotřebovaných nápojů v průběhu času
da: Samlet antal drikkevarer forbrugt over tid.
de: Insgesamt konsumierte Getränke im Laufe der Zeit
el: Συνολικές καταναλώσεις ποτών με την πάροδο του χρόνου
es: Total de bebidas consumidas a lo largo del tiempo.
fi: Kulutettujen juomien kokonaismäärä ajan myötä.
fr: Total des boissons consommées au fil du temps.
he: כמות השתייה המצטברת לאורך זמן
hi: समय के साथ कुल पेय का सेवन
hr: Ukupno konzumirani napici tijekom vremena
hu: Fogyasztott italok összesítése az idő múlásával
id: Total minuman yang dikonsumsi dari waktu ke waktu
it: Totale bevande consumate nel tempo
ja: 時間にわたる総飲料消費量
kk: Уақыт өте ішілген сусындардың жалпы саны
ms: Jumlah minuman yang dimakan dari semasa ke semasa
nl: Totaal aantal geconsumeerde dranken in de loop van de tijd
pl: Całkowita ilość spożytych napojów w czasie
pt_br: Total de bebidas consumidas ao longo do tempo
pt_pt: Total de bebidas consumidas ao longo do tempo.
ro: Totalul băuturilor consumate de-a lungul timpului
ru: Общее количество потребленных напитков со временем
sk: Celkový počet nápojov skonzumovaných v priebehu času
sl: Skupaj zaužite pijače skozi čas
sv: Totalt antal drycker som konsumerats över tid.
th: จำนวนเครื่องดื่มที่บริโภคตลอดเวลา
tr: Zamanla tüketilen toplam içecek miktarı
uk: Загальна кількість напоїв, спожитих з часом.
vi: Tổng số đồ uống đã tiêu thụ theo thời gian.
zh_hans: 总饮料消费量随时间变化
zh_hant: 隨著時間的推移，飲料的總消耗量

source: Total Volume
ar: إجمالي الحجم
bg: Общ обем
ca: Volum Total
cs: Celkový objem
da: Total volumen
de: Gesamtvolumen
el: Συνολικός Όγκος
es: Volumen Total
fi: Kokonaismäärä
fr: Volume total
he: נפח כולל
hi: कुल मात्रा
hr: Ukupni volumen
hu: Összes térfogat
it: Volume Totale
ja: 総容量
kk: Жалпы көлем
ms: Jumlah Jumlah
nl: Totale Volume
pl: Całkowita objętość
pt_br: Volume Total
pt_pt: Volume Total
ro: Volum total
ru: Общий объем
sk: Celkový objem
sl: Skupna prostornina
sv: Total Volym
th: ปริมาณรวม
tr: Toplam Hacim
uk: Загальний об'єм
vi: Tổng khối lượng
zh_hans: 总量
zh_hant: 總體積

source: Track coffee, tea, juice, and other beverages
ar: تتبع القهوة، والشاي، والعصير، والمشروبات الأخرى
bg: Проследявайте кафе, чай, сок и други напитки.
ca: Fes un seguiment del cafè, el te, el suc i altres begudes.
cs: Sledovat kávu, čaj, džus a další nápoje.
da: Spor kaffe, te, juice og andre drikkevarer.
de: Verfolge Kaffee, Tee, Saft und andere Getränke.
el: Παρακολουθήστε καφέ, τσάι, χυμό και άλλα ποτά.
es: Rastrear café, té, jugo y otras bebidas.
fi: Seuraa kahvia, teetä, mehua ja muita juomia.
fr: Suivez le café, le thé, le jus et d'autres boissons.
he: עקוב אחר קפה, תה, מיץ ומשקאות אחרים
hi: कॉफी, चाय, जूस और अन्य पेय पदार्थों का ट्रैक रखें।
hr: Pratite kavu, čaj, sok i druge napitke.
hu: Kövesd nyomon a kávét, teát, gyümölcslevet és egyéb italokat.
id: Lacak kopi, teh, jus, dan minuman lainnya.
it: Traccia caffè, tè, succhi e altre bevande
ja: コーヒー、紅茶、ジュース、その他の飲料を追跡する
kk: Кофе, шай, шырын және басқа ішімдіктерді бақылау
ms: Jejaki kopi, teh, jus, dan minuman lain.
nl: Volg koffie, thee, sap en andere dranken.
pl: Śledź kawę, herbatę, sok i inne napoje.
pt_br: Rastreie café, chá, suco e outras bebidas.
pt_pt: Acompanhe café, chá, sumo e outras bebidas.
ro: Urmărește cafeaua, ceaiul, sucul și alte băuturi.
ru: Отслеживайте кофе, чай, сок и другие напитки.
sk: Sledujte kávu, čaj, džús a iné nápoje.
sl: Spremljajte kavo, čaj, sok in druge pijače.
sv: Håll koll på kaffe, te, juice och andra drycker.
th: ติดตามกาแฟ ชา น้ำผลไม้ และเครื่องดื่มอื่น ๆ
tr: Kahve, çay, meyve suyu ve diğer içecekleri takip et.
uk: Слідкуйте за кофе, чаєм, соком та іншими напоями.
vi: Theo dõi cà phê, trà, nước trái cây và các đồ uống khác.
zh_hans: 追踪咖啡、茶、果汁和其他饮料
zh_hant: 追踪咖啡、茶、果汁和其他飲料

source: Track how hydration affects your overall health metrics
ar: تتبع كيف يؤثر الترطيب على مؤشرات صحتك العامة.
bg: Проследявайте как хидратацията влияе на общите ви здравословни показатели.
ca: Fes seguiment de com la hidratació afecta els teus mètriques de salut generals.
cs: Sledujte, jak hydrace ovlivňuje vaše celkové zdravotní ukazatele.
da: Spor, hvordan hydrering påvirker dine samlede sundhedsdata.
de: Verfolgen Sie, wie sich die Hydration auf Ihre allgemeinen Gesundheitskennzahlen auswirkt.
el: Παρακολουθήστε πώς η ενυδάτωση επηρεάζει τις συνολικές σας μετρήσεις υγείας.
es: Rastrea cómo la hidratación afecta tus métricas de salud en general.
fi: Seuraa, kuinka nesteytys vaikuttaa kokonaisterveytesi mittareihin.
fr: Suivez comment l'hydratation affecte vos indicateurs de santé globaux.
he: עקוב כיצד הידרציה משפיעה על המדדים הבריאותיים הכוללים שלך.
hi: अपने समग्र स्वास्थ्य मेट्रिक्स पर हाइड्रेशन के प्रभाव को ट्रैक करें।
hr: Pratite kako hidratacija utječe na vaše ukupne zdravstvene metrike.
hu: Kövesd nyomon, hogyan befolyásolja a hidratáltság az általános egészségi mutatóidat.
id: Lacak bagaimana hidrasi mempengaruhi metrik kesehatan Anda secara keseluruhan.
it: Monitora come l'idratazione influisce sui tuoi indicatori di salute complessivi.
ja: 水分摂取が全体的な健康指標にどのように影響するかを追跡する。
kk: Су ішудің сіздің жалпы денсаулық көрсеткіштеріңізге қалай әсер ететінін бақылау.
ms: Jejaki bagaimana hidrasi mempengaruhi metrik kesihatan keseluruhan anda.
nl: Volg hoe hydratatie je algehele gezondheidsindicatoren beïnvloedt.
pl: Śledź, jak nawodnienie wpływa na Twoje ogólne wskaźniki zdrowia.
pt_br: Monitore como a hidratação afeta seus indicadores gerais de saúde.
pt_pt: Acompanhe como a hidratação afeta os seus indicadores de saúde geral.
ro: Urmărește cum afectează hidratarea metricile tale generale de sănătate.
ru: Отслеживайте, как гидратация влияет на ваши общие показатели здоровья.
sk: Sledujte, ako hydratácia ovplyvňuje vaše celkové zdravotné ukazovatele.
sl: Spremljajte, kako hidracijo vpliva na vaše splošne zdravstvene metrike.
sv: Spåra hur hydrering påverkar dina övergripande hälsomått.
th: ติดตามว่าการดื่มน้ำมีผลต่อค่าทางสุขภาพโดยรวมของคุณอย่างไร
tr: Hidrasyonun genel sağlık ölçütlerinizi nasıl etkilediğini takip edin.
uk: Слідкуйте за тим, як гідратація впливає на ваші загальні показники здоров'я.
vi: Theo dõi cách mà việc cung cấp nước ảnh hưởng đến các chỉ số sức khỏe tổng thể của bạn.
zh_hans: 跟踪水分摄入如何影响你的整体健康指标
zh_hant: 追蹤水分攝取如何影響你的整體健康指標

source: Track how hydration affects your sleep quality
ar: تابع كيف يؤثر الترطيب على جودة نومك
bg: Проследявайте как хидратацията влияе на качеството на съня ви.
ca: Fes un seguiment de com la hidratació afecta la qualitat del teu son.
cs: Sledujte, jakhydrace ovlivňuje kvalitu vašeho spánku.
da: Spor hvordan hydrering påvirker din søvnkvalitet.
de: Verfolge, wie die Hydration deine Schlafqualität beeinflusst.
el: Παρακολουθήστε πώς η ενυδάτωση επηρεάζει την ποιότητα του ύπνου σας.
es: Haz un seguimiento de cómo la hidratación afecta la calidad de tu sueño.
fi: Seuraa, kuinka nesteytys vaikuttaa unen laatuun.
fr: Suivez comment l'hydratation affecte la qualité de votre sommeil.
he: עקוב כיצד ההידרציה משפיעה על איכות השינה שלך.
hi: यह ट्रैक करें कि हाइड्रेशन आपके नींद की गुणवत्ता को कैसे प्रभावित करता है।
hr: Pratite kako hidratacija utječe na kvalitetu vašeg sna.
hu: Kövesd nyomon, hogyan befolyásolja a hidratáltság az alvásminőségedet.
id: Lacak bagaimana hidrasi mempengaruhi kualitas tidur Anda.
it: Monitora come l'idratazione influisce sulla qualità del sonno.
ja: 水分補給が睡眠の質に与える影響を追跡する。
kk: Судың адам ағзасына әсерін бақылау, оның ұйқы сапасына қалай әсер ететінін қадағалаңыз.
ms: Jejaki bagaimana penghidratan mempengaruhi kualiti tidur anda.
nl: Volg hoe hydratatie je slaapkwaliteit beïnvloedt.
pl: Monitoruj, jak nawodnienie wpływa na jakość twojego snu.
pt_br: Acompanhe como a hidratação afeta a qualidade do seu sono.
pt_pt: Acompanhe como a hidratação afeta a qualidade do seu sono.
ro: Urmărește cum hidratarea îți afectează calitatea somnului.
ru: Отслеживайте, как гидратация влияет на качество вашего сна.
sk: Sledujte, ako hydratácia ovplyvňuje kvalitu vášho spánku.
sl: Spremljajte, kako hidracija vpliva na kakovost vašega spanja.
sv: Spåra hur hydrering påverkar din sömnkvalitet.
th: ติดตามว่าอาการขาดน้ำมีผลต่อคุณภาพการนอนหลับของคุณอย่างไร
tr: Hidrasyonun uyku kalitenizi nasıl etkilediğini izleyin.
uk: Слідкуйте за тим, як зволоження впливає на якість вашого сну.
vi: Theo dõi tác động của việc cung cấp nước lên chất lượng giấc ngủ của bạn.
zh_hans: 追踪水分摄入如何影响你的睡眠质量
zh_hant: 追踪水分攝取對睡眠質量的影響

source: Track improvement over different time periods
ar: تتبع التحسين على مدار فترات زمنية مختلفة
bg: Проследяване на подобрения през различни времеви периоди
ca: Fes un seguiment de la millora al llarg de diferents períodes de temps.
cs: Sledujte zlepšení v různých časových obdobích.
da: Spor forbedringer over forskellige tidsperioder.
de: Verbessern Sie den Fortschritt über verschiedene Zeiträume hinweg.
el: Παρακολουθήστε την πρόοδο σε διάφορες χρονικές περιόδους.
es: Rastrear la mejora a lo largo de diferentes períodos de tiempo.
fi: Seuraa parannusta eri aikajaksojen aikana.
fr: Suivez l'amélioration sur différentes périodes.
he: עקוב אחרי שיפורים על פני תקופות זמן שונות
hi: विभिन्न समय अवधि में सुधार की निगरानी करें।
hr: Pratite napredak tijekom različitih vremenskih razdoblja.
hu: Követni a fejlődést különböző időszakokban.
id: Lacak perbaikan selama periode waktu yang berbeda
it: Monitora il miglioramento nel corso di diversi periodi di tempo.
ja: 異なる期間にわたる改善を追跡する
kk: Әр түрлі уақыт кезеңдерінде жетістіктерді бақылау.
ms: Jejak peningkatan sepanjang pelbagai tempoh masa.
nl: Volg de verbetering over verschillende tijdsperioden.
pl: Śledzenie postępów w różnych okresach czasu
pt_br: Acompanhe a melhoria ao longo de diferentes períodos de tempo.
pt_pt: Acompanhar a melhoria ao longo de diferentes períodos de tempo.
ro: Urmați îmbunătățirea pe diferite perioade de timp.
ru: Отслеживайте улучшение за разные временные промежутки.
sk: Sledujte zlepšenie v rôznych časových obdobiach.
sl: Spremljajte napredek v različnih časovnih obdobjih.
sv: Spåra förbättringar över olika tidsperioder.
th: ติดตามการพัฒนาในช่วงเวลาที่แตกต่างกัน
tr: Farklı zaman dilimleri boyunca gelişimi takip etme.
uk: Відстежуйте поліпшення за різні періоди часу.
vi: Theo dõi sự cải thiện qua các khoảng thời gian khác nhau
zh_hans: 跟踪不同时间段的改进情况
zh_hant: 跟踪不同時間段的改進情況

source: Track progress with detailed charts
ar: تابع التقدم مع الرسوم البيانية التفصيلية
bg: Проследявайте напредъка с подробни графики.
ca: Fes un seguiment del progrés amb gràfics detallats.
cs: Sledujte pokrok s podrobnými grafy.
da: Spor fremskridt med detaljerede diagrammer.
de: Verfolgen Sie Ihren Fortschritt mit detaillierten Diagrammen.
el: Παρακολουθήστε την πρόοδο με λεπτομερή διαγράμματα.
es: Rastrea el progreso con gráficos detallados.
fi: Seuraa edistymistä yksityiskohtaisilla kaavioilla.
fr: Suivez vos progrès avec des graphiques détaillés.
he: עקוב אחר ההתקדמות עם графיקים מפורטים.
hi: विस्तृत चार्ट के साथ प्रगति पर नज़र रखें।
hr: Pratite napredak s detaljnim grafikonima.
hu: Kövesd nyomon a haladást részletes diagramokkal.
id: Lacak kemajuan dengan grafik terperinci.
it: Monitora i progressi con grafici dettagliati.
ja: 詳細なチャートで進捗を追跡する
kk: Толық диаграммалармен прогрессті бақылау
ms: Jejaki kemajuan dengan carta terperinci.
nl: Volg de voortgang met gedetailleerde grafieken.
pl: Śledź postępy za pomocą szczegółowych wykresów.
pt_br: Acompanhe o progresso com gráficos detalhados.
pt_pt: Acompanhe o progresso com gráficos detalhados.
ro: Urmăriți progresul cu grafice detaliate.
ru: Отслеживайте прогресс с помощью подробных графиков.
sk: Sledujte pokrok pomocou podrobných grafov.
sl: Spremljajte napredek z natančnimi grafikoni.
sv: Följ framsteg med detaljerade diagram.
th: ติดตามความก้าวหน้าด้วยกราฟรายละเอียด
tr: Ayrıntılı grafiklerle ilerlemeyi takip edin.
uk: Слідкуйте за прогресом за допомогою детальних графіків.
vi: Theo dõi tiến trình với các biểu đồ chi tiết.
zh_hans: 通过详细图表跟踪进展
zh_hant: 使用詳細圖表跟踪進度

source: Track Your Hydration Journey
ar: تتبع رحلة ترطيبك
bg: Проследявайте Вашето Хидратационно Пътуване
ca: Fes un seguiment del teu viatge d'hidratació.
cs: Sledujte svou cestu hydratací
da: Spor din hydrationsrejse
de: Verfolge deine Hydrationsreise
el: Παρακολουθήστε την Πορεία της Ενυδάτωσής σας
es: Rastrea Tu Viaje de Hidratación
fi: Seuraa nesteytysmatkaasi
fr: Suivez votre parcours d'hydratation
he: עקוב אחרי מסע ההידרציה שלך
hi: अपने हाइड्रेशन के सफर को ट्रैक करें
hr: Pratite svoje putovanje hidratacije
hu: Kövesd a Hidratációs Utadat
id: Lacak Perjalanan Hidrasi Anda
it: Monitora il Tuo Viaggio di Idratazione
ja: 水分補給の旅を追跡する
kk: Судың мөлшерін бақылау жолыңызды орындаңыз.
ms: Jejak Perjalanan Hidrasi Anda
nl: Volg je Hydratatie Reis
pl: Śledź swoją podróż nawadniania
pt_br: Acompanhe Sua Jornada de Hidratação
pt_pt: Acompanhe a Sua Jornada de Hidratação
ro: Urmați-vă Călătoria de Hidratare
ru: Отслеживайте свой путь к гидратации
sk: Sledujte svoju cestu hydratácie
sl: Spremljajte svojo pot hidratacije
sv: Följ din hydreringsresa
th: ติดตามการเดินทางของการดื่มน้ำของคุณ
tr: Hidrasyon Yolculuğunuzu Takip Edin
uk: Слідкуйте за своїм шляхом гідратації
vi: Theo dõi hành trình hydrat hóa của bạn
zh_hans: 记录你的水分摄入之旅
zh_hant: 追蹤您的水分攝取之旅
